{
    "home":"Home",
    "team": "Team",
    "project": "Project",
    "safety": "safety",
    "hp": "Human Practices",
    "awards": "Awards",
    "attributions": "Attributions",
    "contribution": "Contribution",
    "description": "Description",
    "model": "Model",
    "hardware": "Hardware",
    "results": "Results",
    "home_header1": "Plink:",
    "home_header2": " a rapid, simple, cost-effective, sensitive, and portable real-time quantitative antibody detection system.",
    "home_p_1" : "In order to survive in harsh anaerobic environments, certain species of Geobacter bacteria can utilize extracellular metal ions as electron acceptors for respiration, maintaining their own metabolism. This extracellular electron transfer process, in turn, relies on a specialized conductive bacterial pili to mediate it.",
    "home_p_2" : "The conductivity of these pili is highly sensitive to the distribution of charges on its surface. This implies that such a material holds the potential to serve as a bridge linking biological systems with electronic information technology, enabling synthetic biological systems to possess both the specificity and sustainability of biological systems, as well as the precision and swiftness of electronic systems.",
    "home_p_3" : "This year, Tongji_China is focusing on antibody assay. Antibody assay is a crucial tool for determining the presence of specific pathogens or disease markers in human or environmental samples. In comparison to qualitative assay, quantitative antibody assay often requires a more controlled environment, more sophisticated and expensive equipment, as well as more specialized operators. Consequently, the cost and duration of each individual test are also likely to be higher.",
    "home_p_4_1" : "…………",
    "home_p_4_2" : "This is why we have designed Plink: a rapid, simple, cost-effective, sensitive, and portable real-time quantitative antibody detection system.",
    "home_p_5" : "Through our design, antibodies can selectively bind to conductive pili. This specific binding alters the charge distribution on the surface of the pili, consequently modifying their conductivity. By measuring the conductivity changes of the pili before and after binding, we can easily achieve quantitative antibody detection.",
    "home_p_6" : "On this basis, we conducted a proof-of-concept by using XXX antibodies.Optimized the chassis microorganisms and provided a roadmap for future large-scale sustainable production of this material Devised a set of hardware and corresponding software that are compatible with our system.Designed a novel model for optimizing pilus conductivity and a semi-rational directed evolution strategy And established strong connections between our project and society",
    "home_p_7": "And this is Plink:"
}